Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/saamelaiskarajien_ja_saamelaisasioista_vastaavien_ministerien_kokouksessa_esilla_saamelaissopimus_ja_saamen_kielikaltion_rahoitus.html.tmx
Source language: fin
Languages: sms

source: Saamelaiskäräjien ja saamelaisasioista vastaavien ministerien kokouksessa esillä saamelaissopimus ja Saamen Kielikaltion rahoitus
sms: Sääʹmteeʹǧǧ da sääʹmaaʹššin vaʹstteei ministeeʹri såbbrest äʹššen sääʹmsuåppmõš da Sääʹm Ǩiõllkaʹlddi teäggtõs

source: Saamelaiskäräjien puheenjohtajat ja saamelaisasioista vastaavat ministerit Suomesta, Ruotsista ja Norjasta tapasivat etäyhteyksin 18. marraskuuta 2020.
sms: Sääʹmteeʹǧǧ saaǥǥjååʹđteei da sääʹmaaʹššin vaʹstteei ministeeʹr Lääʹddjânnmest, Ruõccjânnmest da Taarrjânnmest kaaunõʹtte ougglõsõhttvuõđin skamm-mannu 18. peeiʹv 2020.

source: Tilaisuuden yhteydessä jaettiin Gollegiella – Pohjoismainen saamen kielipalkinto.
sms: Seämma poodd juõʹǩǩeš Gollegiella – Tâʹvvjânnmallaš sääʹm ǩiõllciist.

source: – Toivon, että näiden keskustelujen pohjalta saamme muutoksia aikaan ja pääsemme jatkamaan keskustelua pohjoismaisen saamelaissopimuksen edistämiseksi.
sms: – Tuäivam, što täi saǥstõõllmõõžži vuâđald vuäǯǯap muttsid äigga da piâssâp juäʹtǩǩed saǥstõõllmõõžž tâʹvvjânnmallaš sääʹmsuåppmõõžž oouʹdeem pirr.

source: Nostimme esille myös Saamen Kielikaltion merkityksen saamelaisyhteiskunnalle ja toivon todella, että valtiot huomioivat Saamelaiskäräjien toiveen pysyvän ja riittävän rahoituksen turvaamisesta Kielikaltion toiminnan varmistamiseksi, sanoo Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso.
sms: Kaaggim še õuʹdde Sääʹm Ǩiõllkaʹlddi miârktõõzz sääʹmõhttsažkådda da tuäivam tuõđi, što riikk väʹldde lokku Sääʹmteeʹǧǧ tuõivvjid põõšši da riʹjttjeei teäggtõõzz staanmõõžžâst Ǩiõllkaʹlddi tooiʹm ainsmâʹttem õuʹdde, ceälkk Sääʹmteeʹǧǧ saaǥǥjååʹđteei Tuomas Aslak Juuso.

source: Saamelaiskäräjien puheenjohtajat ja saamelaisasioista vastaavat ministerit keskustelivat tapaamisessa muun muassa pohjoismaisen saamelasissopimuksen käsittelystä, pysyvän Saamen Kielikaltion (Sámi Giellagáldu) perustamisesta sekä koronapandemian vaikutuksista saamelaisväestöön.
sms: Sääʹmteeʹǧǧ saaǥǥjååʹđteei da sääʹmaaʹššin vaʹstteei ministeeʹr saǥstõʹlle kaaunõõttmõõžžâst jeeʹrab mieʹldd tâʹvvjânnmallaš sääʹmsuåppmõõžž ǩiõttʼtõõllâm pirr, põõšši Sääʹm Ǩiõllkaʹlddi (Sámi Giellagáldu) vuâđđeem pirr di koronapandemia vaaiktõõzzin sääʹmoummid.

source: Lisäksi tapaamisessa nousivat esille väestöryhmien välisten suhteiden edistäminen ja viharetoriikan torjuminen, sekä saamen kielten käyttömahdollisuuksien parantaminen digitaalisissa ympäristöissä.
sms: Kaaunõõttmõõžžâst pueʹtte õuʹdde veâl kõõski ooudummuš meerjoouki kõõsk da vâjjõsretoriikkk vuâsttlâsttmõš, di sääʹmǩiõli ââʹnnemvuäittmõõžž pueʹrummuš digitaalʼlaž pirrõõzzin.

source: Lopuksi keskustelua käytiin vielä elinvoimaisen saamelaisyhteiskunnan peruspilareista.
sms: Looppâst saǥstõʹlleš veâl jieʹllemviõkksaž sääʹmõhttsažkååʹdd vuâđđaaʹššin.

source: Gollegiella-kielipalkinto Ellen Pautamolle ja Joonar Thomassonille
sms: Gollegiella-ǩiõllciist vuåǯǯu Ellen Pautamo da Joonar Thomasson

source: Vuoden 2020 Gollegiella-palkinnon saivat saamen kielen ja kulttuurin lehtori Ergon Máreha Ánne Elle-Máret, Ellen Pautamo ansioistaan pohjoissaamen kielen opettajana ja kieliasiantuntija Jonar Thomasson työstään eteläsaamen kielen hyväksi.
sms: Eeʹjj 2020 Gollegiella-ciist vuåǯǯu sääʹmǩiõl da kulttuur lehtor Ergon Máreha Ánne Elle-Máret, Ellen Pautamo tâʹvvsääʹmǩiõl uʹčteeʹlen da ǩiõlläʹšštobddi Jonar Thomasson tuâjstes saujjsääʹmǩiõl pueʹrren.

source: Palkinnon luovutti oikeusministeri Anna-Maja Henriksson.
sms: Ciist uuʹdi vuõiggâdvuõttminister Anna-Maja Henriksson

source: Gollegiella myönnetään yksityishenkilöille tai yhteisöille Norjassa, Ruotsissa, Suomessa tai Venäjällä saamen kielten edistämisestä.
sms: Gollegiella-ciist miõđât privatt ooumže leʹbe õõutstõʹsse Taarrjânnmest, Ruõccjânnmest, Lääʹddjânnmest leʹbe Ruõššjânnmest sääʹmǩiõli oouʹdeem diõtt.

source: Palkinto on suuruudeltaan 15 000 euroa.
sms: Cistt lij 15 000 eeuʹr šoora.

source: Tänä vuonna palkittuja on kaksi, joten summa jaetaan Pautamon ja Thomassonin kesken.
sms: Taʹnni paʹlǩǩuum lie kuõʹhtt, tõn diõtt ciist jueʹjjet Pautamo da Thomasson kõõsk.

source: – Todella mahtavaa, että voimme näin muistaa tällaisia henkilöitä, jotka päivittäin työskentelevät saamen kielten tilanteen parantamiseksi, toteaa saamen kielineuvoston ja arviointikomitean puheenjohtaja Tauno Ljetoff.
sms: – Tuõđi fiin , što vueiʹttep nääiʹt muʹštted näkam oummid, kook juõʹǩǩ peeiʹv reâugga sääʹmǩiõli vueʹjj pueʹreem ouʹdde, tuâtt sääʹm ǩiõllsuåvtõõzz da ärvvtõõllâmkomitea saaǥǥjååʹđteei Tauno Ljetoff.

source: Nordiskt samiskt språkpris Gollegiella 2020 (utan översättning) https://youtu.be/_xN_ZYyavz0
sms: https://youtu.be/_xN_ZYyavz0 Nordiskt samiskt språkpris Gollegiella 2020 (utan översättning)

source: Pohjoismainen saamen kielen palkinto Gollegiella 2020 (suomi) https://youtu.be/9fHGrEvmi_4
sms: https://youtu.be/9fHGrEvmi_4 Pohjoismainen saamen kielen palkinto Gollegiella 2020 (suomi)

source: Nordiskt samiskt språkpris Gollegiella 2020 (svenska) https://youtu.be/Kruls6kLHzI
sms: https://youtu.be/Kruls6kLHzI Nordiskt samiskt språkpris Gollegiella 2020 (svenska)

source: Davviriikkalaš sámi giellabálkkašupmi Gollegiella 2020 (davvisámegillii) https://youtu.be/umfWrb4WmuA
sms: https://youtu.be/umfWrb4WmuA Davviriikkalaš sámi giellabálkkašupmi Gollegiella 2020 (davvisámegillii)

source: Lisätietoa Gollegiella-palkinnosta
sms: Lââʹssteâđ Gollegiella-ciist pirr

source: Lisätietoja:
sms: Lââʹssteâđ:

source: Puheenjohtaja Tuomas Aslak Juuso puh. 040 687 3394 / 010 839 3101, tuomas.juuso(at)samediggi.fi
sms: Saaǥǥjååʹđteei Tuomas Aslak Juuso teʹl. 040 687 3394 / 010 839 3101, tuomas.juuso(at)samediggi.fi

source: Saamen kielineuvoston ja arviointikomitean puheenjohtaja Tauno Ljetoff, puh. 040 5893249, tauno.ljetoff(at)gmail.com
sms: Sääʹm ǩiõllsuåvtõõzz da ärvvtõõllâmkomitea saaǥǥjååʹđteei Tauno Ljetoff, teʹl. 040 5893249, tauno.ljetoff(at)gmail.com

source: Puheenjohtajan avustaja Laura Olsén-Ljetoff puh. 010 839 3190 / 040 617 5113, laura.olsen-ljetoff(at)samediggi.fi
sms: Saaǥǥjååʹđteei veäʹǩǩteei Laura Olsén-Ljetoff teʹl. 010 839 3190 / 040 617 5113, laura.olsen-ljetoff(at)samediggi.fi
